[{
        "title": "Bagel and cream cheese",
        "subtitle": "Make This Surprisingly Fancy Party Snack With Bugles ",
        "description": "Famous, fancy chef Thomas Keller once filled a savory tuile cornet with red onion crème fraiche and topped it with the most perfect sphere of cured salmon, and the world went nuts. Caterers everywhere have been making fancy little cones and filling them with fancy ingredients for fancy parties. Restaurant supply houses sell serving pieces with holes in them specifically designed for the serving of these cones, those one-bite magical combinations of crispy and salty and creamy. They are luxurious and fun all at once.",
        "photo": "https://i.ibb.co/z85qcFz/breakfast4.png",
        "price": "6.99"
    },
    {
        "title": "Eggs Benedict",
        "subtitle": "Making Eggs Benedict is easier than you think—especially",
        "description": "You have to have warm, crispy bacon, hot buttered toasted English muffins, eggs poached perfectly to your desire, and a warm, creamy, unbroken hollandaise sauce, all at about the same time.",
        "photo": "https://i.ibb.co/txwT1Ng/breakfast1.png",
        "price": "8.99"
    },
    {
        "title": "Breakfast Sandwich",
        "subtitle": "Adding cream cheese makes them EXTRA creamy. Trust Wylie. He knows.",
        "description": "A breakfast sandwich is any sandwich filled with foods associated with the breakfast meal. Breakfast sandwiches are served at fast food restaurants and delicatessens or bought as fast, ready to heat and eat sandwiches from a store. Breakfast sandwiches are commonly made at home.",
        "photo": "https://i.ibb.co/7ngGrtx/breakfast2.png",
        "price": "9.99"
    },

    {
        "title": "Baked Chicken",
        "subtitle": "Baked chicken breast recipe,watch to make it,oven baked chicken",
        "description": "We usually buy whole chickens and either cut them up ourselves or have the butcher do it for us. It's cheaper that way and we get giblets for gravy. You can do that or just use a package of whatever chicken parts you like—make baked chicken breasts for white meat, and baked chicken thighs and legs for dark.",
        "photo": "https://i.ibb.co/kB72Lz5/breakfast3.png",
        "price": "10.99"
    },
    {
        "title": "Full breakfast Fried Egg Toast Brunch",
        "subtitle": "Bacon, sausages, eggs, tomatoes, mushrooms, toast, and beans all on one",
        "description": "The combination of both bacon and sausage is one of the essential elements to a full fry up. A simple pork sausage (like the banger) is ideal and the type of bacon is up to preference. Streaky bacon (or what you Americans just call bacon) is a common sight in a fry up, but back bacon, made from the cured loin of a pig (and often labeled ",

        "photo": "https://i.ibb.co/c3WGswQ/breakfast5.png",
        "price": "3.99"
    },
    {
        "title": "Toast Croissant Fried Eggs",
        "subtitle": "This warm Croissant Breakfast Sandwich is loaded with crispy bacon",
        "description": "As the bacon is cooking, the meat shrinks faster than the fat does, causing the fat to bunch up. The best way to limit this is by baking it with a sheet pan on top or flipping the bacon strips often while frying.",
        "photo": "https://i.ibb.co/w6dp7Qg/breakfast6.png",
        "price": "19.99"
    }
]