[{
        "title": "Bagel and cream cheese",
        "subtitle": "Make This Surprisingly Fancy Party Snack With Bugles ",
        "description": "Famous, fancy chef Thomas Keller once filled a savory tuile cornet with red onion crème fraiche and topped it with the most perfect sphere of cured salmon, and the world went nuts. Caterers everywhere have been making fancy little cones and filling them with fancy ingredients for fancy parties. Restaurant supply houses sell serving pieces with holes in them specifically designed for the serving of these cones, those one-bite magical combinations of crispy and salty and creamy. They are luxurious and fun all at once.",
        "photo": "https://i.ibb.co/z85qcFz/breakfast4.png",
        "price": "6.99"
    },
    {
        "title": "Eggs Benedict",
        "subtitle": "Making Eggs Benedict is easier than you think—especially",
        "description": "You have to have warm, crispy bacon, hot buttered toasted English muffins, eggs poached perfectly to your desire, and a warm, creamy, unbroken hollandaise sauce, all at about the same time.",
        "photo": "https://i.ibb.co/txwT1Ng/breakfast1.png",
        "price": "8.99"
    },
    {
        "title": "Breakfast Sandwich",
        "subtitle": "Adding cream cheese makes them EXTRA creamy. Trust Wylie. He knows.",
        "description": "A breakfast sandwich is any sandwich filled with foods associated with the breakfast meal. Breakfast sandwiches are served at fast food restaurants and delicatessens or bought as fast, ready to heat and eat sandwiches from a store. Breakfast sandwiches are commonly made at home.",
        "photo": "https://i.ibb.co/7ngGrtx/breakfast2.png",
        "price": "9.99"
    },

    {
        "title": "Baked Chicken",
        "subtitle": "Baked chicken breast recipe,watch to make it,oven baked chicken",
        "description": "We usually buy whole chickens and either cut them up ourselves or have the butcher do it for us. It's cheaper that way and we get giblets for gravy. You can do that or just use a package of whatever chicken parts you like—make baked chicken breasts for white meat, and baked chicken thighs and legs for dark.",
        "photo": "https://i.ibb.co/kB72Lz5/breakfast3.png",
        "price": "10.99"
    },
    {
        "title": "Full breakfast Fried Egg Toast Brunch",
        "subtitle": "Bacon, sausages, eggs, tomatoes, mushrooms, toast, and beans all on one",
        "description": "The combination of both bacon and sausage is one of the essential elements to a full fry up. A simple pork sausage (like the banger) is ideal and the type of bacon is up to preference. Streaky bacon (or what you Americans just call bacon) is a common sight in a fry up, but back bacon, made from the cured loin of a pig (and often labeled ",

        "photo": "https://i.ibb.co/c3WGswQ/breakfast5.png",
        "price": "3.99"
    },
    {
        "title": "Toast Croissant Fried Eggs",
        "subtitle": "This warm Croissant Breakfast Sandwich is loaded with crispy bacon",
        "description": "As the bacon is cooking, the meat shrinks faster than the fat does, causing the fat to bunch up. The best way to limit this is by baking it with a sheet pan on top or flipping the bacon strips often while frying.",
        "photo": "https://i.ibb.co/w6dp7Qg/breakfast6.png",
        "price": "19.99"
    },
    {
        "title": "Healthy Meal Plan",
        "subtitle": "Use our Meal Planning tool to add recipes to your weekly meal plan",
        "description": "",
        "photo": "https://i.ibb.co/LvFtRJX/lunch6.png",
        "price": "23.99"
    },
    {
        "title": "Fried Chicken Bento",
        "subtitle": "The Japanese Bento Box is the ultimate meal prep,Japanese people every day. ",
        "description": "",
        "photo": "https://i.ibb.co/x3TkhpR/lunch5.png",
        "price": "9.99"
    },
    {
        "title": "Tarragon-Rubbed-Salmon",
        "subtitle": "Fresh nectarine salsa, made with jalapeño c livens up any grilled dish",
        "description": "",
        "photo": "https://i.ibb.co/ZYf7L4B/lunch3.png",
        "price": "6.99"
    },
    {
        "title": "Indian Lunch",
        "subtitle": "Indian lunch recipes | lunch suggestion ideas | lunch recipe collection",
        "description": "Indian lunch recipes | lunch suggestion ideas | lunch recipe collection",
        "photo": "https://i.ibb.co/V2Rqq0G/lunch4.png",
        "price": "8.99"
    },
    {
        "title": "Beef Steak",
        "subtitle": "Here’s what you need for the Steak Marinade. Use this marinade for any economical steak",
        "description": "This is just an excellent beef steak marinade that adds juiciness and flavour into steaks, transforming economical steaks from just ok to “wow!”. It injects extra flavour without overpowering the natural flavour of beef, and makes the meat tender.",
        "photo": "https://i.ibb.co/7Kbkt2y/lunch1.png",
        "price": "15.99"
    },
    {
        "title": "Honey-Soy-Glazed Salmon With Peppers",
        "subtitle": "Need a new way to enjoy an old favorite? This honey-soy glazed salmon is delectable",
        "description": "Heat oven to 475 degrees F. Stir together 3 tablespoons vinegar, 1 tablespoon sesame oil, soy sauce, and next 3 ingredients; set aside 1/2 cup of sauce. Place salmon, skin side down, on a large parchment lined rimmed baking sheet. Brush with 2 tablespoons soy mixture.",
        "photo": "https://i.ibb.co/3hc97Yx/lunch2.png",
        "price": "7.99"
    },
    {
        "title": "Salmon with Grapefruit and Lentil Salad",
        "subtitle": "This hearty dinner of Salmon with Grapefruit and Lentil Salad",
        "description": "Grapefruit and Avocado Salad With Seared Salmon not only provides great taste and appealing presentation, it's loaded with powerful nutrients. When you serve this power salad, you'll get heart-healthy omega-3 fatty acids--thanks to the walnuts and salmon--plus monounsaturated fats from the avocado that also helps your heart.",
        "photo": "https://i.ibb.co/6gHh49M/dinner6.png",
        "price": "9.99"
    },
    {
        "title": "Lemony Salmon Piccata",
        "subtitle": "a lightened up, quick and easy seared salmon piccata with an authentic",
        "description": "Originally from Italy, Piccata is traditionally made with Veal. This may not be ‘the real deal’ or ‘the most authentic’ Piccata recipe due to being cooked with salmon, however, the unmistakeable Piccata flavours in this Salmon version are all right there in the skillet! After all, the flavour is all that matters when sitting down to enjoy a plate full of food",
        "photo": "https://i.ibb.co/qjtvFMy/dinner2.png",
        "price": "10.99"
    },
    {
        "title": "Pork Tenderloin With Quinoa Pilaf",
        "subtitle": "This tangy-meets-sweet combo and mustard is also great for basting chicken or pork chops.",
        "description": "While quinoa cooks, heat a skillet on medium. Add remaining tablespoon oil, season pork with ½ teaspoon each salt and pepper, and cook until browned on all sides and an instant-read thermometer registers 145°F, 12 to 14 minutes.",
        "photo": "https://i.ibb.co/9qqjNJN/dinner5.png",
        "price": "12.99"
    },
    {
        "title": "French Fries With Cheese",
        "subtitle": "These cheese fries are crispy french fries topped two types of melted cheese,bacon and fresh herbs",
        "description": "For a different flavor and texture, try making your own cheese sauce to use instead of the shredded cheese. Place 6 ounces of shredded cheddar cheese in a bowl with 2 teaspoons of cornstarch. Toss to coat the cheese in the cornstarch. Place the cheese mixture with 3/4 cup evaporated milk in a sauce pan over low heat. Cook, stirring occasionally, until cheese has melted and sauce is smooth and thick. Drizzle the",
        "photo": "https://i.ibb.co/Mp3hmfq/dinner4.png",
        "price": "8.99"
    }, {
        "title": "Garlic Butter Baked Salmon",
        "subtitle": "tender garlic butter baked salmon with crispy roast potatoes, ",
        "description": "THE salmon recipe of your dreams! A complete meal on one pan full of flavour. Garlic Butter Baked Salmon is easy to make using minimal ingredients you already have in your kitchen! PLUS the bonus of having only one pan to wash and no mess in your kitchen to clean up when your done.",
        "photo": "https://i.ibb.co/GVS6nSm/dinner3.png",
        "price": "6.99"
    }, {
        "title": "Baked Chicken",
        "subtitle": "Made with just brown sugar, paprika, oregano, garlic powder, salt and pepper,",
        "description": "We usually buy whole chickens and either cut them up ourselves or have the butcher do it for us. It's cheaper that way and we get giblets for gravy. You can do that or just use a package of whatever chicken parts you like—make baked chicken breasts for white meat, and baked chicken thighs and legs for dark.",
        "photo": "https://i.ibb.co/fDFzVRZ/dinner1.png",
        "price": "9.99"
    }
]